{
  "Inspiration": "インスピレーション",
  "Create inspiration images": "インスピレーション画像の作成",
  "Artist or styles name list. '.txt' files with one name per line": "アーティスト名やスタイル名のリスト。1行に1つの名前を含む'.txt'ファイル",
  "Prompt Placeholder, which can be used at the top of prompt input": "プロンプト入力の先頭で使用できるプロンプトプレースホルダー",
  "To activate inspiration function, you need get \"inspiration\" images first.": "インスピレーション機能を有効にするには、まず「インスピレーション」画像を取得する必要があります。",
  "You can create these images by run \"Create inspiration images\" script in txt2img page,": "これらの画像は、txt2imgページに「インスピレーション画像を作成」スクリプトを実行することで作成できます。",
  "you can get the artists or art styles list from here": "ここからアーティストやアートスタイルのリストを手に入れることができます",
  "download these files, and select these files in the \"Create inspiration images\" script UI": "これらのファイルをダウンロードし、「インスピレーションイメージの作成」スクリプトUIでこれらのファイルを選択します",
  "There about 6000 artists and art styles in these files.": "これらのファイルには約6000人のアーティストとアートスタイルがあります。",
  "This takes server hours depending on your GPU type and how many pictures  you generate for each artist/style": "GPUの種類と、アーティスト/スタイルごとに生成する画像の数に応じてサーバーの時間が必要です",
  "I suggest at least four images for each": "それぞれに少なくとも4つの画像を提案します",
  "You can also download generated pictures from here:": "ここから生成された画像をダウンロードすることもできます:",
  "unzip the file to": "ファイルの解凍先",
  "/extections/stable-diffusion-webui-inspiration": "/extections/stable-diffusion-webui-inspiration",
  "and restart webui, and enjoy the joy of creation!": "創作の喜びを満喫してください!",
  "Checkbox Group": "Checkbox Group",
  "artists": "アーティスト",
  "flavors": "フレーバー",
  "mediums": "メディウム(構成要素)",
  "movements": "ムーブメント(様式)",
  "Exclude abandoned": "削除されたものを除外",
  "Abandoned": "削除された",
  "Source": "入力",
  "Key word": "キーワード",
  "Get inspiration": "インスピレーションを得る",
  "to txt2img": "文章から画像に",
  "to img2img": "画像から画像に",
  "Collect": "取得する",
  "Don't show again": "次回から表示しない。",
  "Maximum number of samples, used to determine which folders to skip when continue running the create script": "作成スクリプトの実行を続けるときにスキップするフォルダを決定するために使用されるサンプルの最大数",
  "Number of rows on the page": "ページ上の行数",
  "Minimum number of pages per load": "ロードあたりの最小ページ数",
  "stable-diffusion-webui-inspiration": "stable-diffusion-webui-inspiration",
  "https://github.com/yfszzx/stable-diffusion-webui-inspiration.git": "https://github.com/yfszzx/stable-diffusion-webui-inspiration.git"
}
