{
  "Aesthetic Gradients": "crwdns38423:0crwdne38423:0",
  "Allows training an embedding from one or few pictures, specifically meant for applying styles. Also, allows use of these specific embeddings to generated images.": "crwdns48873:0crwdne48873:0",
  "Dreambooth": "crwdns38367:0crwdne38367:0",
  "Dreambooth training based on Shivam Shiaro's repo, optimized for lower-VRAM GPUs.": "crwdns38369:0crwdne38369:0",
  "training-picker": "crwdns38383:0crwdne38383:0",
  "Adds a tab to the webui that allows the user to automatically extract keyframes from video, and manually extract 512x512 crops of those frames for use in model training.": "crwdns38385:0crwdne38385:0",
  "Dataset Tag Editor": "crwdns38455:0crwdne38455:0",
  "Feature-rich UI tab that allows image viewing, search-filtering and editing.": "crwdns38457:0crwdne38457:0",
  "DreamArtist": "crwdns38311:0crwdne38311:0",
  "Towards Controllable One-Shot Text-to-Image Generation via Contrastive Prompt-Tuning.": "crwdns38313:0crwdne38313:0",
  "WD 1.4 Tagger": "crwdns38299:0crwdne38299:0",
  "Interrogates single or multiple image files using various alternative models, similar to deepdanbooru interrogate.": "crwdns38301:0crwdne38301:0",
  "Hypernetwork-Monkeypatch-Extension": "crwdns38163:0crwdne38163:0",
  "Extension that provides additional training features for hypernetwork training. Also supports using multiple hypernetworks for inference.": "crwdns38165:0crwdne38165:0",
  "Custom Diffusion": "crwdns38095:0crwdne38095:0",
  "Custom Diffusion is, in short, finetuning-lite with TI, instead of tuning the whole model. Similar speed and memory requirements to TI and supposedly gives better results in less steps.": "crwdns38097:0crwdne38097:0",
  "Smart Process": "crwdns38319:0crwdne38319:0",
  "Smart pre-process including auto subject identification, caption subject swapping, and upscaling/facial restoration.": "crwdns38321:0crwdne38321:0",
  "Embeddings editor": "crwdns38387:0crwdne38387:0",
  "Allows you to manually edit textual inversion embeddings using sliders.": "crwdns38389:0crwdne38389:0",
  "embedding-inspector": "crwdns38259:0crwdne38259:0",
  "Inspect any token(a word) or Textual-Inversion embeddings and find out which embeddings are similar. You can mix, modify, or create the embeddings in seconds.": "crwdns38261:0crwdne38261:0",
  "Merge Board": "crwdns38295:0crwdne38295:0",
  "Multiple lane merge support(up to 10). Save and Load your merging combination as Recipes, which is simple text.": "crwdns38297:0crwdne38297:0",
  "Model Converter": "crwdns38187:0crwdne38187:0",
  "Convert models to fp16/bf16 no-ema/ema-only safetensors. Convert/copy/delete any parts of model: unet, text encoder(clip), vae.": "crwdns38189:0crwdne38189:0",
  "Kohya-ss Additional Networks": "crwdns38183:0crwdne38183:0",
  "Allows the Web UI to use LoRAs (1.X and 2.X) to generate images. Also allows editing .safetensors networks prompt metadata.": "crwdns48875:0crwdne48875:0",
  "Merge Block Weighted": "crwdns38155:0crwdne38155:0",
  "Merge models with separate rate for each 25 U-Net block (input, middle, output).": "crwdns38157:0crwdne38157:0",
  "Embedding Merge": "crwdns38075:0crwdne38075:0",
  "Merging Textual Inversion embeddings at runtime from string literals. Phrases and weight values also supported.": "crwdns48877:0crwdne48877:0",
  "SuperMerger": "crwdns38047:0crwdne38047:0",
  "Merge and run without saving to drive. Sequential XY merge generations; extract and merge loras, bind loras to ckpt, merge block weights, and more.": "crwdns48879:0crwdne48879:0",
  "LoRA Block Weight": "crwdns38019:0crwdne38019:0",
  "Applies LoRA strength; block by block on the fly. Includes presets, weight analysis, randomization, XY plot.": "crwdns38021:0crwdne38021:0",
  "Image browser": "crwdns38435:0crwdne38435:0",
  "Provides an interface to browse created images in the web browser.": "crwdns48881:0crwdne48881:0",
  "Inspiration": "crwdns38439:0crwdne38439:0",
  "Randomly display the pictures of the artist's or artistic genres typical style, more pictures of this artist or genre is displayed after selecting. So you don't have to worry about how hard it is to choose the right style of art when you create.": "crwdns38441:0crwdne38441:0",
  "Artists to study": "crwdns38447:0crwdne38447:0",
  "Shows a gallery of generated pictures by artists separated into categories.": "crwdns38449:0crwdne38449:0",
  "Prompt Gallery": "crwdns38267:0crwdne38267:0",
  "Build a yaml file filled with prompts of your character, hit generate, and quickly preview them by their word attributes and modifiers.": "crwdns38269:0crwdne38269:0",
  "Infinity Grid Generator": "crwdns38255:0crwdne38255:0",
  "Build a yaml file with your chosen parameters, and generate infinite-dimensional grids. Built-in ability to add description text to fields. See readme for usage details.": "crwdns38257:0crwdne38257:0",
  "Config-Presets": "crwdns38247:0crwdne38247:0",
  "Adds a configurable dropdown to allow you to change UI preset settings in the txt2img and img2img tabs.": "crwdns38249:0crwdne38249:0",
  "Preset Utilities": "crwdns38235:0crwdne38235:0",
  "Preset utility tool for ui. Offers compatibility with custom scripts. (to a limit)": "crwdns38237:0crwdne38237:0",
  "openOutpaint extension": "crwdns38219:0crwdne38219:0",
  "A tab with the full openOutpaint UI. Run with the --api flag.": "crwdns38221:0crwdne38221:0",
  "quick-css": "crwdns38199:0crwdne38199:0",
  "Extension for quickly selecting and applying custom.css files, for customizing look and placement of elements in ui.": "crwdns38201:0crwdne38201:0",
  "Aspect Ratio selector": "crwdns38083:0crwdne38083:0",
  "Adds image aspect ratio selector buttons.": "crwdns38085:0crwdne38085:0",
  "Catppuccin Theme": "crwdns38087:0crwdne38087:0",
  "Adds various custom themes": "crwdns38089:0crwdne38089:0",
  "Kitchen Theme": "crwdns38023:0crwdne38023:0",
  "Custom Theme.": "crwdns38025:0crwdne38025:0",
  "Bilingual Localization": "crwdns38027:0crwdne38027:0",
  "Bilingual translation, no need to worry about how to find the original button. Compatible with language pack extensions, no need to re-import.": "crwdns38029:0crwdne38029:0",
  "Dynamic Prompts": "crwdns38431:0crwdne38431:0",
  "Implements an expressive template language for random or combinatorial prompt generation along with features to support deep wildcard directory structures.": "crwdns38433:0crwdne38433:0",
  "Unprompted": "crwdns38415:0crwdne38415:0",
  "Allows you to include various shortcodes in your prompts. You can pull text from files, set up your own variables, process text through conditional functions, and so much more - it's like wildcards on steroids. It now includes integrations like hard-prompts made easy, ControlNet, txt2img2img and txt2mask.": "crwdns38417:0crwdne38417:0",
  "StylePile": "crwdns38283:0crwdne38283:0",
  "An easy way to mix and match elements to prompts that affect the style of the result.": "crwdns38285:0crwdne38285:0",
  "Booru tag autocompletion": "crwdns38419:0crwdne38419:0",
  "Displays autocompletion hints for tags from image booru boards such as Danbooru. Uses local tag CSV files and includes a config for customization.": "crwdns38421:0crwdne38421:0",
  "novelai-2-local-prompt": "crwdns38403:0crwdne38403:0",
  "Add a button to convert the prompts used in NovelAI for use in the WebUI. In addition, add a button that allows you to recall a previously used prompt.": "crwdns38405:0crwdne38405:0",
  "tokenizer": "crwdns38407:0crwdne38407:0",
  "Adds a tab that lets you preview how CLIP model would tokenize your text.": "crwdns38409:0crwdne38409:0",
  "Randomize": "crwdns38327:0crwdne38327:0",
  "Allows for random parameters during txt2img generation. This script will function with others as well. Original author: https://git.mmaker.moe/mmaker/stable-diffusion-webui-randomize": "crwdns48883:0crwdne48883:0",
  "conditioning-highres-fix": "crwdns38335:0crwdne38335:0",
  "This is Extension for rewriting Inpainting conditioning mask strength value relative to Denoising strength at runtime. This is useful for Inpainting models such as sd-v1-5-inpainting.ckpt": "crwdns38337:0crwdne38337:0",
  "model-keyword": "crwdns38207:0crwdne38207:0",
  "Inserts matching keyword(s) to the prompt automatically. Update this extension to get the latest model+keyword mappings.": "crwdns38209:0crwdne38209:0",
  "Prompt Generator": "crwdns38195:0crwdne38195:0",
  "generate a prompt from a small base prompt using distilgpt2. Adds a tab with additional control of the model.": "crwdns38197:0crwdne38197:0",
  "Promptgen": "crwdns38131:0crwdne38131:0",
  "Use transformers models to generate prompts.": "crwdns38133:0crwdne38133:0",
  "text2prompt": "crwdns38059:0crwdne38059:0",
  "Generates anime tags using databases and models for tokenizing.": "crwdns38061:0crwdne38061:0",
  "Prompt Translator": "crwdns38063:0crwdne38063:0",
  "A integrated translator for translating prompts to English using Deepl or Baidu.": "crwdns38065:0crwdne38065:0",
  "Deforum": "crwdns38443:0crwdne38443:0",
  "The official port of Deforum, an extensive script for 2D and 3D animations, supporting keyframable sequences, dynamic math parameters (even inside the prompts), dynamic masking, depth estimation and warping.": "crwdns38445:0crwdne38445:0",
  "Animator": "crwdns38167:0crwdne38167:0",
  "A basic img2img script that will dump frames and build a video file. Suitable for creating interesting zoom-in warping movies. This is intended to be a versatile toolset to help you automate some img2img tasks.": "crwdns38169:0crwdne38169:0",
  "gif2gif": "crwdns38071:0crwdne38071:0",
  "A script for img2img that extract a gif frame by frame for img2img generation and recombine them back into an animated gif": "crwdns38073:0crwdne38073:0",
  "Video Loopback": "crwdns38055:0crwdne38055:0",
  "A video2video script that tries to improve on the temporal consistency and flexibility of normal vid2vid.": "crwdns38057:0crwdne38057:0",
  "seed travel": "crwdns38339:0crwdne38339:0",
  "Small script for AUTOMATIC1111/stable-diffusion-webui to create images that exists between seeds.": "crwdns38341:0crwdne38341:0",
  "shift-attention": "crwdns38343:0crwdne38343:0",
  "Generate a sequence of images shifting attention in the prompt. This script enables you to give a range to the weight of tokens in a prompt and then generate a sequence of images stepping from the first one to the second.": "crwdns38345:0crwdne38345:0",
  "prompt travel": "crwdns38331:0crwdne38331:0",
  "Extension script for AUTOMATIC1111/stable-diffusion-webui to travel between prompts in latent space.": "crwdns38333:0crwdne38333:0",
  "Steps Animation": "crwdns38115:0crwdne38115:0",
  "Create animation sequence from denoised intermediate steps.": "crwdns38117:0crwdne38117:0",
  "auto-sd-paint-ext": "crwdns38411:0crwdne38411:0",
  "Krita Plugin.": "crwdns38413:0crwdne38413:0",
  "Detection Detailer": "crwdns38347:0crwdne38347:0",
  "An object detection and auto-mask extension for Stable Diffusion web UI.": "crwdns38349:0crwdne38349:0",
  "Batch Face Swap": "crwdns38147:0crwdne38147:0",
  "Automatically detects faces and replaces them.": "crwdns38149:0crwdne38149:0",
  "Depth Maps": "crwdns38271:0crwdne38271:0",
  "Depth Maps, Stereo Image, 3D Mesh and Video generator extension.": "crwdns38273:0crwdne38273:0",
  "multi-subject-render": "crwdns38287:0crwdne38287:0",
  "It is a depth aware extension that can help to create multiple complex subjects on a single image. It generates a background, then multiple foreground subjects, cuts their backgrounds after a depth analysis, paste them onto the background and finally does an img2img for a clean finish.": "crwdns38289:0crwdne38289:0",
  "depthmap2mask": "crwdns38275:0crwdne38275:0",
  "Create masks for img2img based on a depth estimation made by MiDaS.": "crwdns38277:0crwdne38277:0",
  "ABG_extension": "crwdns38215:0crwdne38215:0",
  "Automatically remove backgrounds. Uses an onnx model fine-tuned for anime images. Runs on GPU.": "crwdns38217:0crwdne38217:0",
  "Pixelization": "crwdns38111:0crwdne38111:0",
  "Using pre-trained models, produce pixel art out of images in the extras tab.": "crwdns38113:0crwdne38113:0",
  "haku-img": "crwdns38139:0crwdne38139:0",
  "Image utils extension. Allows blending, layering, hue and color adjustments, blurring and sketch effects, and basic pixelization.": "crwdns38141:0crwdne38141:0",
  "Asymmetric Tiling": "crwdns38143:0crwdne38143:0",
  "An always visible script extension to configure seamless image tiling independently for the X and Y axes.": "crwdns38145:0crwdne38145:0",
  "Latent Mirroring": "crwdns38391:0crwdne38391:0",
  "Applies mirroring and flips to the latent images to produce anything from subtle balanced compositions to perfect reflections": "crwdns38393:0crwdne38393:0",
  "Sonar": "crwdns38159:0crwdne38159:0",
  "Improve the generated image quality, searches for similar (yet even better!) images in the neighborhood of some known image, focuses on single prompt optimization rather than traveling between multiple prompts.": "crwdns38161:0crwdne38161:0",
  "Depth Image I/O": "crwdns38135:0crwdne38135:0",
  "An extension to allow managing custom depth inputs to Stable Diffusion depth2img models.": "crwdns38137:0crwdne38137:0",
  "Ultimate SD Upscale": "crwdns38175:0crwdne38175:0",
  "More advanced options for SD Upscale, less artifacts than original using higher denoise ratio (0.3-0.5).": "crwdns38177:0crwdne38177:0",
  "Fusion": "crwdns38099:0crwdne38099:0",
  "Adds prompt-travel and shift-attention-like interpolations (see exts), but during/within the sampling steps. Always-on + works w/ existing prompt-editing syntax. Various interpolation modes. See their wiki for more info.": "crwdns38101:0crwdne38101:0",
  "Dynamic Thresholding": "crwdns38091:0crwdne38091:0",
  "Adds customizable dynamic thresholding to allow high CFG Scale values without the burning / 'pop art' effect.": "crwdns38093:0crwdne38093:0",
  "anti-burn": "crwdns38079:0crwdne38079:0",
  "Smoothing generated images by skipping a few very last steps and averaging together some images before them.": "crwdns48885:0crwdne48885:0",
  "sd-webui-controlnet": "crwdns38039:0crwdne38039:0",
  "WebUI extension for ControlNet. Note: (WIP), so don't expect seed reproducibility - as updates may change things.": "crwdns38041:0crwdne38041:0",
  "Latent Couple": "crwdns38043:0crwdne38043:0",
  "An extension of the built-in Composable Diffusion, allows you to determine the region of the latent space that reflects your subprompts. Note: New maintainer, uninstall prev. ext if needed.": "crwdns49151:0crwdne49151:0",
  "Composable LoRA": "crwdns38031:0crwdne38031:0",
  "Enables using AND keyword(composable diffusion) to limit LoRAs to subprompts. Useful when paired with Latent Couple extension.": "crwdns38033:0crwdne38033:0",
  "Auto TLS-HTTPS": "crwdns38315:0crwdne38315:0",
  "Allows you to easily, or even completely automatically start using HTTPS.": "crwdns38317:0crwdne38317:0",
  "booru2prompt": "crwdns38291:0crwdne38291:0",
  "This SD extension allows you to turn posts from various image boorus into stable diffusion prompts. It does so by pulling a list of tags down from their API. You can copy-paste in a link to the post you want yourself, or use the built-in search feature to do it all without leaving SD.": "crwdns38293:0crwdne38293:0",
  "Gelbooru Prompt": "crwdns38227:0crwdne38227:0",
  "Extension that gets tags for saved gelbooru images in AUTOMATIC1111's Stable Diffusion webui": "crwdns38229:0crwdne38229:0",
  "NSFW checker": "crwdns38251:0crwdne38251:0",
  "Replaces NSFW images with black.": "crwdns38253:0crwdne38253:0",
  "Diffusion Defender": "crwdns38231:0crwdne38231:0",
  "Prompt blacklist, find and replace, for semi-private and public instances.": "crwdns38233:0crwdne38233:0",
  "DH Patch": "crwdns38243:0crwdne38243:0",
  "Random patches by D8ahazard. Auto-load config YAML files for v2, 2.1 models; patch latent-diffusion to fix attention on 2.1 models (black boxes without no-half), whatever else I come up with.": "crwdns38245:0crwdne38245:0",
  "Riffusion": "crwdns38239:0crwdne38239:0",
  "Use Riffusion model to produce music in gradio. To replicate original interpolation technique, input the prompt travel extension output frames into the riffusion tab.": "crwdns38241:0crwdne38241:0",
  "Save Intermediate Images": "crwdns38223:0crwdne38223:0",
  "Save intermediate images during the sampling process. You can also make videos from the intermediate images.": "crwdns38225:0crwdne38225:0",
  "Add image number to grid": "crwdns38191:0crwdne38191:0",
  "Add the image's number to its picture in the grid.": "crwdns38193:0crwdne38193:0",
  "Multiple Hypernetworks": "crwdns38151:0crwdne38151:0",
  "Adds the ability to apply multiple hypernetworks at once. Apply multiple hypernetworks sequentially, with different weights.": "crwdns38153:0crwdne38153:0",
  "System Info": "crwdns38123:0crwdne38123:0",
  "System Info tab for WebUI which shows realtime information of the server. Also supports sending crowdsourced inference data as an option.": "crwdns48887:0crwdne48887:0",
  "OpenPose Editor": "crwdns38051:0crwdne38051:0",
  "This can add multiple pose characters, detect pose from image, save to PNG, and send to controlnet extension.": "crwdns38053:0crwdne38053:0",
  "Stable Horde Worker": "crwdns38179:0crwdne38179:0",
  "Worker Client for Stable Horde. Generate pictures for other users with your PC. Please see readme for additional instructions.": "crwdns38181:0crwdne38181:0",
  "Stable Horde Client": "crwdns38171:0crwdne38171:0",
  "Stable Horde Client. Generate pictures using other user's PC. Useful if u have no GPU.": "crwdns38173:0crwdne38173:0",
  "Discord Rich Presence": "crwdns38127:0crwdne38127:0",
  "Provides connection to Discord RPC, showing a fancy table in the user profile.": "crwdns38129:0crwdne38129:0",
  "mine-diffusion": "crwdns38067:0crwdne38067:0",
  "This extension converts images into blocks and creates schematics for easy importing into Minecraft using the Litematica mod.": "crwdns38069:0crwdne38069:0",
  "Aesthetic Image Scorer": "crwdns38451:0crwdne38451:0",
  "Calculates aesthetic score for generated images using CLIP+MLP Aesthetic Score Predictor based on Chad Scorer": "crwdns38453:0crwdne38453:0",
  "Aesthetic Scorer": "crwdns38119:0crwdne38119:0",
  "Uses existing CLiP model with an additional small pretrained model to calculate perceived aesthetic score of an image.": "crwdns38121:0crwdne38121:0",
  "cafe-aesthetic": "crwdns38103:0crwdne38103:0",
  "Pre-trained model, determines if aesthetic/non-aesthetic, does 5 different style recognition modes, and Waifu confirmation. Also has a tab with Batch processing.": "crwdns38105:0crwdne38105:0",
  "Clip Interrogator": "crwdns38035:0crwdne38035:0",
  "Clip Interrogator by pharmapsychotic ported to an extension. Features a variety of clip models and interrogate settings.": "crwdns38037:0crwdne38037:0",
  "Visualize Cross-Attention": "crwdns38279:0crwdne38279:0",
  "Generates highlighted sectors of a submitted input image, based on input prompts. Use with tokenizer extension. See the readme for more info.": "crwdns38281:0crwdne38281:0",
  "DAAM": "crwdns38263:0crwdne38263:0",
  "DAAM stands for Diffusion Attentive Attribution Maps. Enter the attention text (must be a string contained in the prompt) and run. An overlapping image with a heatmap for each attention will be generated along with the original image.": "crwdns48889:0crwdne48889:0",
  "Dump U-Net": "crwdns37995:0crwdne37995:0",
  "View different layers, observe U-Net feature maps. Image generation by giving different prompts for each block of the unet: https://note.com/kohya_ss/n/n93b7c01b0547": "crwdns37997:0crwdne37997:0",
  "posex": "crwdns37999:0crwdne37999:0",
  "Estimated Image Generator for Pose2Image. This extension allows moving the openpose figure in 3d space.": "crwdns38001:0crwdne38001:0",
  "LLuL": "crwdns38003:0crwdne38003:0",
  "Local Latent Upscaler. Target an area to selectively enhance details.": "crwdns38005:0crwdne38005:0",
  "CFG-Schedule-for-Automatic1111-SD": "crwdns38007:0crwdne38007:0",
  "These scripts allow for dynamic CFG control during generation steps. With the right settings, this could help get the details of high CFG without damaging the generated image even with low denoising in img2img.": "crwdns38009:0crwdne38009:0",
  "a1111-sd-webui-locon": "crwdns38011:0crwdne38011:0",
  "An extension for loading LoCon networks in webui.": "crwdns38013:0crwdne38013:0",
  "ebsynth_utility": "crwdns38015:0crwdne38015:0",
  "Extension for creating videos using img2img and ebsynth. Output edited videos using ebsynth. Works with ControlNet extension.": "crwdns38017:0crwdne38017:0",
  "VRAM Estimator": "crwdns37991:0crwdne37991:0",
  "Runs txt2img, img2img, highres-fix at increasing dimensions and batch sizes until OOM, and outputs data to graph.": "crwdns37993:0crwdne37993:0",
  "MultiDiffusion with Tiled VAE": "crwdns37987:0crwdne37987:0",
  "Seamless Image Fusion, along with vram efficient tiled vae script.": "crwdns37989:0crwdne37989:0",
  "3D Model Loader": "crwdns37979:0crwdne37979:0",
  "Load your 3D model/animation inside webui, then send screenshot to txt2img or img2img to ControlNet.": "crwdns37981:0crwdne37981:0",
  "Corridor Crawler Outpainting": "crwdns37983:0crwdne37983:0",
  "Generate hallways with the depth-to-image model at 512 resolution. It can be tweaked to work with other models/resolutions.": "crwdns37985:0crwdne37985:0",
  "Panorama Viewer": "crwdns48891:0crwdne48891:0",
  "Provides a tab to display equirectangular images in interactive 3d-view.": "crwdns48893:0crwdne48893:0",
  "db-storage1111": "crwdns37975:0crwdne37975:0",
  "Allows to store pictures and their metadata in a database. (supports MongoDB)": "crwdns37977:0crwdne37977:0",
  "stable-diffusion-webui-rembg": "crwdns48895:0crwdne48895:0",
  "Removes backgrounds from pictures.": "crwdns48897:0crwdne48897:0",
  "sd-webui-tunnels": "crwdns37971:0crwdne37971:0",
  "Add alternatives to the default tunneling methods. (including cloudflared)": "crwdns37973:0crwdne37973:0",
  "3D Openpose Editor": "crwdns37967:0crwdne37967:0",
  "Edit the pose of 3D models in the WebUI, and generate Openpose/Depth/Normal/Canny maps for ControlNet.": "crwdns37969:0crwdne37969:0",
  "sd-webui-enable-checker": "crwdns48899:0crwdne48899:0",
  "Switch background color by clicking the Enable buttons in SD Web UI": "crwdns48901:0crwdne48901:0",
  "stable-diffusion-webui-state": "crwdns48903:0crwdne48903:0",
  "Preserves the UI state after reload/restart.": "crwdns48905:0crwdne48905:0",
  "ModelScope text2video": "crwdns48907:0crwdne48907:0",
  "Implementation of ModelScope text2video using only Auto1111 webui dependencies.": "crwdns48909:0crwdne48909:0",
  "Aspect Ratio Helper": "crwdns48911:0crwdne48911:0",
  "Easily scale dimensions while retaining the same aspect ratio.": "crwdns48913:0crwdne48913:0",
  "zh_CN Localization": "crwdns38395:0crwdne38395:0",
  "Simplified Chinese localization, recommend using with Bilingual Localization.": "crwdns48915:0crwdne48915:0",
  "zh_TW Localization": "crwdns38351:0crwdne38351:0",
  "Traditional Chinese localization": "crwdns38353:0crwdne38353:0",
  "ko_KR Localization": "crwdns38399:0crwdne38399:0",
  "Korean localization": "crwdns38401:0crwdne38401:0",
  "th_TH Localization": "crwdns38203:0crwdne38203:0",
  "Thai localization": "crwdns38205:0crwdne38205:0",
  "es_ES Localization": "crwdns38355:0crwdne38355:0",
  "Spanish localization": "crwdns38357:0crwdne38357:0",
  "it_IT Localization": "crwdns38371:0crwdne38371:0",
  "Italian localization": "crwdns38373:0crwdne38373:0",
  "de_DE Localization": "crwdns38375:0crwdne38375:0",
  "German localization": "crwdns38377:0crwdne38377:0",
  "ja_JP Localization": "crwdns38379:0crwdne38379:0",
  "Japanese localization": "crwdns38381:0crwdne38381:0",
  "pt_BR Localization": "crwdns38359:0crwdne38359:0",
  "Brazillian portuguese localization": "crwdns38361:0crwdne38361:0",
  "tr_TR Localization": "crwdns38323:0crwdne38323:0",
  "Turkish localization": "crwdns38325:0crwdne38325:0",
  "no_NO Localization": "crwdns38307:0crwdne38307:0",
  "Norwegian localization": "crwdns38309:0crwdne38309:0",
  "ru_RU Localization": "crwdns38303:0crwdne38303:0",
  "Russian localization": "crwdns38305:0crwdne38305:0",
  "fi_FI Localization": "crwdns38211:0crwdne38211:0",
  "Finnish localization": "crwdns38213:0crwdne38213:0",
  "zh_Hans Localization": "crwdns48917:0crwdne48917:0",
  "Simplified Chinese localization.": "crwdns48919:0crwdne48919:0",
  "Auto Translate": "crwdns49683:0crwdne49683:0",
  "Language extension allows users to write prompts in their native language and automatically translate UI, without the need to manually download configuration files. New plugins can also be translated.": "crwdns49685:0crwdne49685:0",
  "old localizations": "crwdns38363:0crwdne38363:0",
  "Old unmaintained localizations that used to be a part of main repository": "crwdns38365:0crwdne38365:0"
}